<?php

namespace App\Models\Enums;

class ReviewEnum
{
    const state = [
        [
            'name' => 'Марина',
            'img' => 'five',
            'description' => 'Я дуже задоволена, що вирішила навчатися англійської мови саме в iSchool. 
            Тут панує дружня та допоміжна атмосфера, викладачі зробили все можливе, щоб допомогти мені зрозуміти та запам\'ятати складні теми. 
            Завдяки цьому я відчуваю значний прогрес у моєму вивченні англійської, а заняття завжди цікаві та продуктивні.'
        ],
        [
            'name' => 'Василь',
            'img' => 'first',
            'description' => 'Завдання на уроках завжди цікаві та допомагають швидко розвивати мої навички англійської мови. 
            Атмосфера у класі завжди позитивна та невимушена, що дозволяє мені вільно спілкуватися та покращувати своє вимовлення. 
            Рекомендую iSchool всім, хто шукає якісну школу англійської мови з дружньою атмосферою.'
        ],
        [
            'name' => 'Ніка',
            'img' => 'fourth',
            'description' => 'Я навчаюсь в iSchool протягом останніх трьох місяців і дуже задоволена якістю навчання. 
            Викладачі є дуже компетентними та завжди допомагають у вирішенні будь-яких питань. 
            Також, заняття проходять цікаво та з ноткою гумору, що допомагає зняти напругу та зосередитись на навчанні.'
        ],
    ];
}
